{
  "Banyasz": {
    "pfp": "https://media.discordapp.net/attachments/1400523888777101455/1450192028397862933/image.png?ex=6941a412&is=69405292&hm=57f4a0a77838029f58967a61043594e00d028a1b30a69daf80c46983c892f451&=&format=webp&quality=lossless",
    "name": "Bányász „Banyi” Márk",
    "quotes": [
      "Nem kiabálok hangosabban, mert lejön a szomszéd, és engem is meg akar dugni!",
      "Ha sót szórsz a szádba… akkor érzed az ízét…",
      "Sibi, képzeld el, leégett a mosógép…",
      "Sibi, mondok neked valamit, de soha ne feledd el: Ha hugysz és nem fingasz, akkor csak pisiltél.",
      "Ha egy csirkemell lennél, akkor megennélek, és sose nem kakálnálak ki, hogy mindig a szívemhez közel legyél :heart: ",
      "A német olyan, mint a magyar, csak más szavakkal.",
      "Hogyha lenne nap, akkor belenéznék…",
      "Van barátnőd, [Molnár]??? Nem baj. Lesz. Szerzek neked.",
      "Molnár vegyes tüzelésű??",
      "Am mâncat albine. A [[*sic*](https://ro.wikipedia.org/wiki/Sic)] fost foarte bune.",
      "KI ÍRTA AZT, HOGY ZSIDÓ VAGYOK, BAZDMEG?!",
      "[N]em tudom, de van egy olyan érzés bennem, hogy Alzheimeres leszek…",
      "Hanna beteg vagy német? :D",
      "Ha nem lenne barátnőm és rendőr lennék, akkor egyértelműen sztriptízbárba járnék. De mivel van barátnőm, ezért inkább oda járok :3"
    ]
  },
  "Huszar": {
    "pfp": "https://media.discordapp.net/attachments/1400523888777101455/1450197145255804968/IMG-20251125-WA0009.jpg?ex=6941a8d6&is=69405756&hm=0442a2bfe399ef0fd0bf1c111d14d039d46c0d9667e8a533a527f7f4a671fa77&=&format=png&width=570&height=570",
    "name": "Szabó „Huszár” Gergő",
    "quotes": [
      "„BABOS KERÜLT A SEGGEM LYUKÁBA”??? MIVAN????",
      "KI A FASZOM HÁMOZTA MEG A LÁBAMAT????",
      "NEM GONDOLTAM VOLNA, HOGY A STALINSKAYA MEG A CAPTAIN MORGAN EKKORA KOMCSI HAVEREK LESZNEK BENNEM!",
      "Az nem egy kizáró ok!!! Amíg nem megy el szűlni, addig még duhatsz!! Vagyis, geci! Addig még dughatja a fogadra a drótot! Bazdmeg!",
      "BASZKI, A CSÁVÓ ANNYIT *GOON*OLT, HOGY AZZAL MESZELT!!",
      "Sibi, majd postázok neked! Úgy, mint Orbán Viktor!",
      "HÁ’ DE, BASZOD!",
      "Úgy kapkodta lefele, mint a zsidók a puliszkát!"
    ]
  },
  "Isti": {
    "pfp": "https://media.discordapp.net/attachments/1400523888777101455/1450201447038713936/Screenshot_2025-12-16-21-01-23-657_com.facebook.orca-edit.jpg?ex=6941acd8&is=69405b58&hm=dea7b20c72c5123d0c33f34fae3e697a9fadf87099eb474a93199a9be7432fd8&=&format=webp&width=960&height=960",
    "name": "Santa „Isti” István",
    "quotes": [
      "Ványinak egy jó nagy fasz kéne a picsájába!",
      "Na és az, hogy hogyan foglak pofán baszni, az releváns???",
      "Anyukád kalapáccsal mossa az ablakot >:(",
      "Faszomér’ játszotok itt… *Cyberpunk*nak smegmajának [[*sic*](https://hu.wikipedia.org/wiki/Sic)] értékével…",
      "HOGY A FASZBA NEM FÁJ NEKED, HÁT TELJESEN KI VAN CSAVARVA A BIMBÓD! EMBER, MI A FASZ?!",
      "Molnár, neked a szájszagod meg a szarszagod ugyanaz, mer’ olyan kevés a távolság a két nyílásod között.",
      "[Molnár,] olyan törpe vagy, ránézel két súlyra, ki is gyúrtad magad.",
      "A *Lager* megedzett benneteket – a sok koncentráció meg a sok tábor!",
      "Mostantól Molnárt gabonafeldolgozó-embernek fogom hívni.",
      "Fasz feláll – Ész megáll; Mindegy, hogy lány vagy sárkány!",
      "NEM TUDOM MIT KELL CSINÁLNI??? BÁMM!!! ÁTVISZEM A MÁSIK OLDALRA!!! BÁMM!! SZINUSZBÓL ÁTALAKÍTJUK KOSZINUSZ!!! BÁMM!!! FOKSZÁMCSÖKKENTŐ!!! ÚÚÚ!!! NEM AKAROM, HOGY KIJÖJJÖN AZ „`1 - cos`” ÚJRA??? BÁMM!!! SZINUSZ NÉGYZET X :male_dancer: MÍNUSZ KOSZINUSZ NÉGYZET X :dancer:",
      "MINDEN REGGEL PÁLESZT ISZOM, UTÁNA MEG PUNCIT NYALOK!",
      "Cigány vagyok!",
      "Mi volt hamarabb az *orange*-al? A szín, a szám, vagy a metil? :3",
      "Gondolj bele, hogy operálnak rajtad mer’ rákos vagy, és leszáll Jézus és azt mondja az orvosnak, hogy „Fiam, ne szedd ki, én tettem oda.”",
      "Egy Down-szindrómás kutyának hány kromoszómája van?",
      "Bálint, tudtad, hogy a *Temple Run* ugyanúgy van generálva, mint a *Májkrém*?",
      "Bálint, az ujjad olyan, mint egy vonzó anya.",
      "ÁrMiN, Fac sEx cu mĂ ta!",
      "Egy Down-szindrómás kutyának hány kromoszómája van?",
      "*Despawn*olt a busz a faszomba!"
    ]
  },
  "Bálint": {
    "pfp": "https://media.discordapp.net/attachments/1400523888777101455/1450204896765804736/bablin.jpg?ex=6941b00e&is=69405e8e&hm=885adb3cbfd6fd4a5d4d47a40f4e7d20dd60ca92b1053a1bb7d1221e106fc13b&=&format=webp&width=960&height=960",
    "name": "Nagy-Kandó „Valentin” Bálint",
    "quotes": [
      "Te börtöntöltelék! Csípne el egy vagon néger hátulról!",
      "Há’ milyen jól nézett ki Császár, geci. Helybe’ leszoptam vó’na… Gondolkodás nélkül beleöntöttem volna.",
      "[Fontosabb emberekkel kell menned?] Kivel? A Jóistennel kézenfogva??? Csak Ő van felettem.",
      "Hát, igen. Dani most olyan korszakban van, hogy a fiúk jobban érdeklik, mint ez.",
      "Tanár úr, felvehetem a telefont? Há’, mer’ rendeltem egy fűnyírót…",
      "Hát, Máténak kell a kolbásza… Ő nagyon szereti…",
      "Az, hogy egy férfiban Dórinak mi kell, azt én nem osztom meg – kell hozzá tejszínhab, méz meg egy kockahas.",
      "Nem bízok a mai fiúkban: egy-két perc, gatyád lent, fasz bent.",
      "Oláh Dániel azt mondta – valahogy –, hogy ő fizikából szeretne érettségizni! Erről mi a véleménye??",
      "Annyira senki sem utálja magát[, hogy fizikából érettségizzen].",
      "Jó, de [a laborban] Istvánnál nincs telefon, és akkor nem ül csendben. Most van, és így csend van!",
      "Elkezdtem tanúlni, és észrevettem, hogy így nem lesz idő enni!!",
      "Figyelj, Isti, te kussolj és hallgass!",
      "Nem tanultál szimmetriatengelyt??? A Samsung Fold-ot képzeld el…",
      "Júúúú’, nem ment a B, Molnár??? Háááát… Én helyedben mennék D-be!",
      "Há’ de az oszival ne cigánykodjál már!",
      "Vedd má’ el azt a kurva párnát, mer’ kibaszlak az ablakon, ember!",
      "Sibian! Rád küldök egy éhező afrikai családot! >:(",
      "De teherbe ejteném anyádat, végre szülne egy normális gyereket.",
      "Te árvaházba való töltelék vagy.",
      "Hallod, apád helyében úgy felbasztam volna három protekciót, nehogy ilyen majom szülessen, mint te."
    ]
  },
  "Császár": {
    "pfp": "https://media.discordapp.net/attachments/1400523888777101455/1450206519831429222/IMG_20251017_085101_1.jpg?ex=6941b191&is=69406011&hm=3073e3e27430b273b4d0b5bf6a1808f8cb85f4a3acd27b4bafb0b501d69d2b35&=&format=png&width=1313&height=1313",
    "name": "Adalbert „Csaszi” Császár",
    "quotes": [
      "Nach dem Bier, ist vor dem Bier!",
      "Neked a szögek fogalma el van torzul va.",
      "ÜLJ LE! MOST NŐVEL BESZÉLEK!",
      "Nem akarok hozzátok jönni úgy, mint egy nagy Dagi-Császár!",
      "A házi feladat SZEXRE megy!!",
      "Fejezd mán’ be, mer’ kiteszlek :D",
      "Menjetek nyugodtan várost nézni, csak vigyázzatok, nehogy megerőszakoljatok közbe’ egy szüzet!",
      "Ez csillog, mint a fogkrém!"
    ]
  },
  "Demeter": {
    "pfp": "https://placehold.co/128/png?text=Demeter",
    "name": "Demeter „Dömi” Csaba",
    "quotes": [
      "NA, ÉS HONNAN TUDJAM, HOGY MERRE VAN KELET, TE BIRKA?? NÉZZEM AZ ESTHAJNALCSILLAGOT, BAKKER???",
      "Minél nagyobb hülyeséget csinálsz, annál több idióta fog nézni.",
      "Széllel szembe’ nem érdemes pisilni, mer’ hugyos leszel.",
      "Hét meg kettő, az valóban kilenc.",
      "A legjobb hurka az a kolbász :)",
      "Mindennap keresünk. Nem mindig találunk, de keresünk.",
      "A matekesek [*[sic](https://hu.wikipedia.org/wiki/Sic)*] perverz dögök. Az infósok még rosszabbak. Hát akkor a matek-infósok?",
      "[M]ocskos mértan…",
      "Van ott egy hely Tekla mellett… Gondolom, nem olyan büdös.",
      "Én csak kilencvennel megelőztem [a rendőrt]!! Balfaszok félnek megelőzni; csak ott sétáltatják a kocsit >:(",
      "Ha valamit nem értesz, nyugodtan meg lehet kérdezni… Úgysem mondom meg, de attól még meg lehet kérdezni!"
    ]
  },
  "Patrick": {
    "pfp": "https://placehold.co/128/png?text=Patrick",
    "name": "Hart „Joker” Patrick",
    "quotes": [
      "Az idő relatív, Márkici meg hajlítja.",
      "Miért szeretik a nők annyira a Mars csokit????",
      "Amikor valakinek lenyomsz a torkán valamit az erőszakolásnak számít??? Na, baszki…",
      "Én a tegnap a LIDL-be’ voltam; vettem fánkot, elfelejtettem, hogy van otthon fánk, nem ettem fánkot.",
      "Van gyógyszer fejfájásra – egy .44-es Magnum :)",
      "Faszomat érdekli :D",
      "Hát, én már csak tudom, milyen jó öreg lányokhoz locsolkodni menni…",
      "Kistesóm egy borzadály. Több barátnője volt, mint nekem valaha lesz.",
      "Bocsánat, hogy ezt mondom, de olyan kurva nagy csönd volt, hogy nem mertem fingani!!!!",
      "Ott osztom az egyenletet, oszt’ eltünt az egyesem!!! SZUBLIMÁLT A CSÁVÓ!!!",
      "Ez olyan, mintha hagymát próbálnál bontani antianyaggal!",
      "IX. A-ba jöttél matek-infóra – normális, hogy félsz a lányoktól!",
      "Ne nyafogjál – férfi vagy, senkit sem érdekel!",
      "[A] másik legnagyobb kérdés, hogy neked meg ki az apád? :face_with_raised_eyebrow: ",
      "Mi a halálér’ ne legyen a tejnek tej íze?? Annyit szopiztál anyádnál, hogy meguntad???",
      "Mer’ hülye vagy és lassú!"
    ]
  },
  "Purguly": {
    "pfp": "https://placehold.co/128/png?text=Purguly",
    "name": "Purguly „Purcica” Ármin István",
    "quotes": [
      "Császár addigra megdöglik a gecibe, BAHAHHAHA!",
      "Na, bazzz’meg!",
      "Ne dugd a füledet az orromba! >:(",
      "ÁÁÁ, TE GECI! NEM VERÜNK CIGÁNYOKAT!",
      "Döngess meg, bahahhahahha! Seggbe, orrba, szájba!",
      "Akkora nagy faszom van, hogy fáj a…",
      "Én vagyok Jézus, és Banyi az egyik tanítványom!",
      "Én odaajándékozom neked a havi spermámat!!",
      "MOLNÁR! MIT CSINÁLSZ??? TE BÜDÖS, PERVERZ ÁLLAT!!",
      "Majd bemész a férfi vécébe, és annyit fogsz hallani, hogy Molnár így, „ÁÁHHHH~”",
      "Én megfürdetnélek téged egy kád vérben!!! Egy kád menstruációs vérben!!!",
      "FÜGGŐLEGES :palm_down_hand: ",
      "Stay Freaky :sunglasses: ",
      "TE LÚNAK ÉRZED MAGAD???"
    ]
  },
  "Babos": {
    "pfp": "https://placehold.co/128/png?text=Babos",
    "name": "Babos „Krémező” Babos",
    "quotes": [
      "Sibi!! Tudtad, hogy közelebb állunk 2026-hoz… MINT 1556-HOZ!!! :OOOOOOOOO",
      "Azta!! Ez nagyon érdekes!! Tudtátok, hogy a dínók vizet is ittak???",
      "Mert ha iszol a közvízből, akkor elkapsz valami faszságot. Már a levegőtől is szifiliszes leszel!!! És ez csak az enyhébb példa!!!",
      "Azért a *Triceratops*nak azért van szarva, mert ugye kurva kicsi!!",
      "Most ne azt képzeld, hogy egész nap zabáltak meg feküdtek!",
      "Hát bemegy a nő a házába, oszt’ az anyja rácsapja az ajtót, úgy megijed!"
    ]
  },
  "BHelga": {
    "pfp": "https://placehold.co/128/png?text=BHelga",
    "name": "Bartha „Belga Térkép” Helga",
    "quotes": [
      "Te meg miért keresgeted Nándi farkát? :face_with_raised_eyebrow: ",
      "Ekkora a farkad: :pinching_hand: ",
      "Mi az? Műtetkó?? Azt hittem, előkészítitek a helyet az öngyilkosságnak."
    ]
  },
  "SzEmese": {
    "pfp": "https://placehold.co/128/png?text=SzEmese",
    "name": "Szabó „Fizika” Emese",
    "quotes": [
      "A rugó, mikor rugózik, és ezzel elrúgja a golyót.",
      "És a rugózás átadja a golyónak az érzéseket.",
      "Kötélidegzet kell hozzátok!",
      "Márknak 5 centi!",
      "Betűkkel!!! >:(",
      "Ezt elkeresztelem most asztmásnak."
    ]
  }
}